{
  "source":"Channel Islands English Program Sample Reflective Essay #1",
  "url":"http://english.csuci.edu/program/sampleessay.htm",
  "text":"As an English major I have learned to appreciate the peaceful, yet exhilarating moment when my mind engages with an author's thoughts on a page. As Toni Morrison says in The Dancing Mind , \"[reading is] to experience one's own mind dancing with another's.\" In my early days as a college student, I wanted to know the \"true\" meaning of a work or what the author intended, however, I have now realized this would void literature of its most noteworthy complexities. Individual interpretations bring varied insights to a work and it is also interesting to point out messages the author may not have realized s/he included in the piece. \n\n I have always been a thinker, but throughout my coursework, I have greatly sharpened my critical analysis skills. Instead of focusing on proposed meanings or biographical background, I have learned to continuously ask \"why\" on many different levels. I challenge myself to dig into a text as deeply as possible and unpack every detail to develop a satisfying close read. Also, by reading multiple novels by the same author I have learned to identify different writing styles and make connections that weave texts together; this helped me develop a deeper understanding of the novels. When I look at one of my freshman level novels and see clean pages, I realize that I did not actively read the book. I guess you could say that I have learned to read with a pen, which has drastically taken my writing to a new level because I am able to connect back with my initial insights marked on the page. \n\n Writing had always been one of my strengths, but it was challenging to take that initial step past the high school, five-paragraph essay form that constricted my ideas for so long. Moving past this form, however, has greatly opened my mind. My thoughts are now able to be more complex because I have learned how to sustain a logical argument in an organized manner. My writing has become increasingly more concise and I no longer have room for added \"fluff\" or \"padding.\" Another improvement is my ability to point out multiple complexities within a text, instead of sticking to one-sided arguments in my papers. Furthermore, learning how to find peer reviewed journal articles and order books through interlibrary loan has significantly widened the scope of my research, which has lead to more scholarly papers with credible references. My writing is so much more interesting than it used to be. \n\n It is difficult to identify gaps in my knowledge as an English major, only because I feel like I have learned so much. I feel that I have largely expanded my literary analysis and writing skills, but I need to be prepared to teach high school students their required literature. I think it would be useful to identify commonly taught novels in our local high schools and study them myself. By studying the required literature and thinking about how to teach it, I will have a sturdy foundation to work from once I am in the classroom."
}