{
  "source":"Writing and keeping journals. A guide for educators and social practitioners",
  "url":"http://infed.org/mobi/writing-and-keeping-journals-a-guide-for-educators-and-social-practitioners/",
  "text":"To begin it is worth reflecting on what might constitute a journal. Physically, it could be a bound note book, a ring binder full of papers, a collection of electrical particles on computer disk or an audio tape. People journal in different ways. At heart, though, a journal is a day book. As Ron Klug (2002: 1) has put it – ‘a place to record daily happenings’. However, as he also says it is far more than that:\n\n A journal is also a tool for self-discovery, an aid to concentration, a mirror for the soul, a place to generate and capture ideas, a safety valve for the emotions, a training ground for the writer, and a good friend and confidant. (op. cit.)\n\n It shares some qualities with things like logs and diaries – it records experiences and events over a period of time. However, writing and keeping journals also entails conscious reflection and commentary. Mary Louise Holly (1989: 20) makes this point well:\n\n It is a reconstruction of experience and, like the diary, has both objective and subjective dimensions, but unlike diaries, the writer is (or becomes) aware of the difference. The journal as a ‘service book’ is implicitly a book that someone returns to. It serves purposes beyond recording events and pouring out thoughts and feelings… Like the diary, the journal is a place to ‘let it all out’. But the journal is also a place for making sense of what is out… The journal is a working document.\n\n All journal writing must involve learning at some level. Our interest here is to highlight the processes of reflection and deepening understanding involved when learning becomes a specific focus – as is the case in ‘learning journals’. For Jennifer Moon (1999: 4) such a journal is ‘an accumulation of material that is mainly based on the writer’s processes of reflection. It is written over a period of time, not in “one go”‘. Putting ‘learning’ in front of ‘journal’ implies ‘that there is an overall intention by the writer (or those who have set the task) that learning should be enhanced’ (op. cit.).\n\n Such journal-keeping and writing has a long history. Explorative diaries were kept by ‘ladies of the royal court’ in Japan during the tenth century, for example (Rainer 2004: 5). In addition, journal writing has been a significant feature, for many centuries, of the search for religious and spiritual enlightenment (see, for example Brinton 1972). However, in the second half of the twentieth century, there was a growing interest in journal writing also as a means of enhancing creativity and deepening the capacities of practitioners (especially within psychotherapy, counselling and some areas of education). Various approaches to writing and keeping journals emerged. These included approaches emphasizing structured and detailed exploration such as the ‘Intensive Journals’advocated and explored by Ira Progoff (1975) and the more freeand organic forms examined under the heading of ‘new diaries’ by Tristine Rainer (1978, 2004). Rainer (2004: 2) talks about keeping a ‘natural diary’, ‘an active purposeful communication with the self’. People who do this:\n\n write, sketch, doodle and play with their imaginations. They record whatever their immediate feelings, thoughts, interests, and intuitions dictate. They write whenever they wish – for pleasure and for self-guidance.\n\n The possibilities of journal writing and keeping as an aid to the professional development of formal and informal educators was recognized by a number of academics and trainers. There was an emphasis on the use of explorative recordings by youth workers in the UK from the 1960s on (in significant part based on their use within psychotherapy) (see Goetschius and Tash 1967, for example). Mainstream teacher educators also began to pick up on the potential of personal-professional journal writing (see Holly 1989 in particular). In part this grew from the influence of Schön (1983) and others around reflection and the significance of reflective practice. To mix there was also growing attention to the role journal writing in personal growth. As a result, by the end of the century there was a significant ‘journaling industry’ with a range of books, websites, training programmes and retreats, and even specialist software. Journalling has also been firmly located within reflective practice (see, in particular, Bolton 2005).\n\n The first and obvious use of writing a journal is that helps us to remember something later; it is a record to look back on (Holly 1989: 8). It may be that we do not have time to work out what is going on right at this minute – keeping a note in a journal helps us to recapture the moment later so that we may look at it more deeply. It may also be that we need to remember to do something e.g. write a letter on behalf of someone we are working with. We jot the task down – and then when we have time we can look back at our journal or organizer and pick out the tasks we are left with.\n\n Second, the act of putting pen to paper (or finger to keyboard) engages our brains. To write we have to think. Mary Louise Holly argues that when we ‘capture our stories while the action is fresh’, we are often provoked to wonder ‘Why do I do this?’ or ‘Why did this happen?’ (1989: xi). Patsie Little makes a similar point about recording:\n\n By keeping records, I am able to monitor my practice. The act of writing something down often crystallises a particular problem or issue or enables me to see where a particular piece of work has not achieved its objective… Through this process I can identify my strengths and weakness’, and areas in which I could benefit from further training. (1995: 36)\n\n Third, it isn’t just that writing a journal stimulates thought – it allows us to look at ourselves, our feelings, and our actions in a different way. By writing things down in a journal the words are now ‘outside’ of us. They are there in black and white on the paper or on the screen. We can almost come to look at them as strangers – ‘Did I really think that?’, ‘How does this fit with that?’ In other words, our words may become more concrete – and in this way we can play with them, look at them in another light. (See Wood 2012: 13-15).\n\n Fourth, if we allow ourselves freedom (freedom from judgements, and freedom to write as we wish) then the words we form can take us in new directions.\n\n Without restrictions or censorship your mind can race—or slow down. It can step outside boxes or turn them sideways. It can make utterly fresh connections or simply pause, allowing you to see what is familiar with new eyes. It can train you to observe with subtlety all kinds of situations. And it can help you to learn something of value even from the unwelcome ones. (Dowrick 2009: 3)\n\n Fifth, writing things down in a journal also allows us to ‘clear our minds’. Having made a note of something we can put them on one side for consideration or action at a later point. We can only handle so much at any one moment. Trying remember this or that, and deal with current situations, can sometimes mean that we are not focusing on what we need to. As Mary Louise Holly (1989: 9) again puts it, ‘The journal offers a way to sort out the multitude of demands and interactions and to highlight the most important ones’.\n\n Last, and certainly not least, making journal writing part of our routine means that we do actually take time out to reflect on what might be happening in our practice and in our lives generally (Rainer 2004).\n\n From this we can see that writing and keeping a journal holds the possibility of deepening our self-understanding, and to making added sense of our lives and what we believe. It can also help us to entertain, contain and channel troubling emotions and gain perspective. We may also develop a greater awareness of daily life; become more alive to what is happening to, and around, us in the daily round. At a practical level, writing and keeping a journal can both help us with administrative tasks (like reporting what happened, when and why) and with the process of setting goals and managing our time and priorities.\n\n One of the first decisions to make concerns the form that our journal will take. For most people the choice seems to be between three main forms – notebooks, loose leaf paper within ring binders, or digitally via a word processor or note taker. Each has its advantages and disadvantages. The first two forms of journal have the benefit of not being dependent on high levels of technology and so can be quickly and easily used. However, they do not have the same powers with regard to search and to organization (and reorganization). The loose leaf journal can be reordered and added to – but things can also be taken away, and this can mean we lose important material. The notebook journal is less flexible – but does have more a feeling of permanence. It is worth taking a little time over making a decision (but not too long) as we have to live with the consequences for a time.\n\n One of the next questions concerns when and where journal writing takes place? Is there somewhere where we will be relatively undisturbed? Is there a good time to write? For many practitioners, the answer is to grab time when it presents itself. In many respects there are distinct advantages to writing as close to the time of the experience as possible (Holly 1989: 92). Using something like a notebook or loose-leaf paper does mean that we can sometimes jot things down as we are working with an individual or a group as an aide-mémoire. We can then ‘fill-in’ details, feelings etc. after the encounter. One of the keys here is not to be too precious about journal writing – just do it. Ron Klug (2002: 34) talks about a college professor who gave the following salient advice to a student: ‘Go through the motions, and you’ll get the emotions‘.\n\n A further decision is the form that the journal should initially take. Some people like to begin with the sort of free-writing advocated by Tristine Rainer. Here they just write about what comes into their mind for a certain period of time. This can get things flowing, and bring out thoughts and experiences that were not at the forefront of our minds. Others start by writing an autobiographical piece. However, for those of us starting a learning journal some sort of basic framework is probably useful. A good starting point is to use four basic elements:\n\n Description of the situation/encounter/experience that includes some attention to feelings at the time.\n\n Additional material – information that come to our notice or into our minds after the event.\n\n Reflection – going back to the experiences, attending to feelings and evaluating experience (Boud et. al. 1985: 26-31). (See the page on reflection)\n\n Things to do – the process of reflection may well lead to the need to look again at a situation or to explore some further area. It may highlight the need to take some concrete actions. In this ‘section’ of the entry we can make notes to pick-up later.\n\n There is, however, no ‘right’ way. The test is whether it works for the writer.\n\n Some people mix the sort of explorative journal we have been looking at here with other material. One approach is to include notes from meetings, and jottings from reading and reflection alongside more personal and developmental writing. This mixing can be annoying for some. One response is to write and keep a number of separate notebooks. However, there can be some advantages in mixing writing. The movement between can both set off new trains of thought, and provide a more holistic picture of our activities. C. Wright Mills captured the use to which such ‘mixed’ journals can be put. As practitioners we are, to extend his words, ‘intellectual craftsmen and craftswomen’. Our work demands systematic reflection – and such writing and keeping journals are a key means to achieving this. In them: \n\n there is joined personal experience and professional activities, studies under way and studies planned. In this file, you as an intellectual craftsman, will try to get together what you are doing intellectually and what you are experiencing as a person. Here you will not be afraid to use your experience and relate it directly to various work in progress. By serving as a check on repetitious work, your file also enables you to conserve your energy. It also encourages you to capture ‘fringe thoughts’: various ideas which may be by-products of everyday life, snatches of conversation overheard on the street, or for that matter, dreams. Once noted, these may lead to more systematic thinking, as well as lend intellectual relevance to more directed experience. (Mills 1959: 196)"
}