{
  "source":"Longing for Visions; Losing Sight? by Troy Roness",
  "url":"http://www.pbs.org/thisemotionallife/blogs/longing-visions-losing-sight",
  "text":"Hello?\n\n I am alive. Recovery is a warped motorway with dips and curves that can take you to places you’ve been before, spaces you’ve hated, and can have you visiting terrifying memories you never wanted to visit again. Albeit, recovery also provides glimpses to a path of self-reflection in a form never imagined. Despite being healthy for a considerable amount of time, it isn’t as easy to maintain as it may seem. For me, it has cost me the passive-ignorance I used to have about my self-awareness and perception of the life that surrounded me.\n\n I have been coming to terms with some hard truths about life and how my role in it will play out. As a result, I have had to step back from writing. I believe, as hard as it is for me to be patient, I’ve needed to hold back on writing or avoid putting too much gibberish out there until I navigated around a few roadblocks. I’ll continue to offer my personal experience and vulnerabilities to others, hoping they find the strength they need, for as long as I am able. You and I have a semi-unspoken arrangement: you read and may like the things I write, or perhaps what I talk about will resound with you; and I come here because I’ve realized that honesty and transparency are what’s most important in my road to redemption. I hope if you like what you read you’ll come back again, and hopefully nurture the need to support individuals elsewhere, in your own way. I’ve decided to share it all; no matter how chaotic, in hopes that whatever I slap on paper will resonate with someone, somewhere. Sharing what you have been through is in fact, how things improve, and it is an outstanding thing.\n\n We all have longings in our lives; unfortunately, though, most of us really don’t know what to do with them. In fact, if we recognize them in ourselves at all, they can frighten us. There are three ways that we often deal with our options: to be alive and eager for what may come, to be stuck and addicted to something as a distraction, or to lie dead without hope. The harsh assertion is that most of us don’t appreciate longing for something for any stretched period of time, so, we are side-tracked and are caught-up in addiction; and our support systems often lie immobile or dead, not knowing how, or sometimes even wanting, to understand.\n\n I’ve been asking myself questions for quite some time now and anyone (even you), with or without an eating disorder can benefit by thinking, “What gives my life meaning? How can I start living the life I want to live, now? What does exercise really give me? Where's the line where I know I’ve pushed myself too far? When is enough actually enough? Who do I tell my troubles to? When am I able to honestly tell myself, ‘I'm a mess.’?” These questions, I believe, are important. They are important to reflect on because in the instance of self-hate, shame, or an eating disorder, if I don’t identify some of the root issues for me, the manifestation of any emotional hurt will eventually kill me.\n\n It has been interesting becoming a reflective person the past couple of years. My perception was that I knew how to figure out my family and friends, and that I could navigate my issues, their issues, and life’s issues, all on my own. However, something awesome happened. I was knocked flat on my tail and really had to re-focus my sights on how I thought my family and friends were dealing with things in their own lives. I think when we are truly honest with and willing to acknowledge ourselves with being worth the effort, and to go the extra mile, we will open up to the right person, at the right time, even if that person is us.\n\n When I started becoming more reflective, setting limits, and speaking out about how I really felt, there has been some harsh criticism. Most people, including myself, are not apt to embrace change easily. And, I can see how the change in my personality, outlook on life, and my reaction to others’ views would really hit a nerve with people I care about.\n\n I have to laugh when I think of myself, now, as the black sheep in my inner circle. Feeling like I don't fit in comes down to a difference in temperament and approach to the things that make up life. One of the most difficult matters to confront with respect to family relationships is that you don’t control the entire relationship on your own. Whether the relationship does well or simply is stagnant isn’t solely your decision. As it has been said, \"the road goes both ways” and “it takes two to tango.\" \n\n It’s been interesting, to say the least, when looking at others around me differently. I mean, if I can’t change their opinions of the “new me” and acceptance seems impossible, I realize this can foster frustration and even resentment on my part in the long-run. For example, suppose your family holds the belief that you must be close to everyone – at all times, no matter what. If you’re experiencing a conflict regarding your recovery or perceived changes with someone and not getting productive results, consider asking, “Would I tolerate this behavior from a total stranger? Why would I tolerate the behavior from someone so close if it’s detrimental to my recovery?” It’s a tough decision when talking about recovery, because, “letting someone go” that was or is close to you may cause gaps with other close individuals, as well.\n\n I love my friends and family with every ounce of my being. Yet, I haven’t had a particularly strong relationship with some ever in my life. There was no major rift, but since my recovery, my personal ideals have changed not to their liking, and it’s hard to maintain a solid connection in any form.\n\n If you’re blessed enough to have a support system that is open to, or helpful to the person you’re becoming, that can be extremely empowering. But, if those closest to you are not open or supportive of you becoming your best, then a sense of obligation to them can be just as disempowering. Be true to the person you are becoming and don’t blanket the light you’ve found in guiding the new you.\n\n Throughout my life, and millions can relate, for some reason we innately believe we are “bad,” “disturbed” or “wrong,” and anticipate rejection from all around, including from friends and family. This loathing can be felt so intensely that it predictably leads to self-hatred. Whether it’s real or perceived from those around us, it’s not shocking that overcoming the problem of self-hate and striving to be “perfect” is one of the most difficult tasks we face. Self-hate fosters a sense of emotional and spiritual ruin because we are unable to tap into our true identity and accept ourselves as we are. I know that I don’t want to be anyone else or to have the story of someone else; but the problem I’m having, as others do, is finding out what my story will be or what it will entail without pushback from our supports.\n\n Yes, it’s true; I have struggled, and may continue to struggle, with the largest source of my strength: my faith and my family. But, we must recognize that a change in someone’s perception, vision, or goals does not involve an entire definition of someone, just as much as the label of an eating disorder is not completely about food; rather, it is about an illness of the mind that aims to destroy using any means possible. Any form of hardship in our lives, whether it is anorexia, bulimia, binging, drugs, sex, self-injury, suicide, or shame, they all lead to the same conclusion, a parting from the course we were meant to take.\n\n To conclude this extremely long entry, there is a sense of urgency to highlight what has been accomplished, or is in the process of, to relay the message that longing for something isn’t wrong as long as you focus on the here and now. I hope to write a memoir, travel the world, change lives, etc., and I’m angry because I’m not there, yet. But I can say that I HAVE started the process by slowly discovering one of the answers to a question I posed earlier; one of my largest disconnects lies in the very reason for my addiction to exercise and physical perfection. I’ve known (long ago) that I am literally running away from my emotional hardships but I never really knew why. I found myself saying, “Troy, you think so much more clearly. You become happier, you have fun, you think of so many awesome things in the moment!” But, the best way to reframe those blurred visions and refocus them into clear sight is to find out how else I’d be able to find this sense of happiness? Simply, put, I had my “blinders” on.\n\n At some point, of course, in my overly analytical brain, I’ve started to pause, become more patient and believe: I’m made up of the stories I’ve lived, the stories I’ve told, and the stories that will be created in my future. What does that statement mean? Think about the ways you’ve wanted to make sense of what your history has meant, and more importantly, your present, as it may allow you to uncover clues about where you’re going. It’s your own self-fulfilling prophesy; more than likely inaccurate at times, but a decent gage of the vision you can create for yourself."
}